Repository: GabrielTorem/Residencia1C26
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Excess emanated from within, from hidden, pathological motivations that rationality was powerless to control.
es_es: El exceso emanaba del interior, de motivaciones ocultas y patológicas fuera del alcance de la racionalidad.

source: Exploiting the synergic relationship between the Gothic and postmodernism, the novel relies on the Gothic and its indelible association with the primitive, the barbaric, the tabooed, monstrosity, and horror in order to consummate the parodic representation.
es_es: Al aprovechar esta relación sinérgica entre el gótico y el posmodernismo, la novela se apoya en el gótico y en su asociación indeleble con lo primitivo, lo bárbaro, lo tabú, la monstruosidad y el horror para consumar la representación paródica.

source: Extensive interrogations of traditional literary and cultural institutions, related to those enunciated in Marxist and feminist criticism, have emerged in the wake of structuralist theory.
es_es: A raíz de la teoría estructuralista han surgido amplios cuestionamientos de instituciones literarias y culturales tradicionales, relacionados con los planteados en la crítica marxista y feminista.

source: Faced with this loss, presented as social degeneration, criminal and sexual degradation, science gave way to a new spirituality which tried to recover a sense of cultural value and unity by inflecting science with sacred, religious powers, powers that invoked conventional Gothic figures and strategies.
es_es: Frente a esa pérdida, presentada como degeneración social y degradación criminal y sexual, la ciencia cedió paso a una nueva espiritualidad que intentó recuperar un sentido de valor cultural y de unidad por medio de la inflexión de la ciencia con poderes sagrados, religiosos, poderes que invocaban figuras y estrategias góticas convencionales.

source: Fears of mortality and associated superstitions are unwarranted if one has faith.
es_es: Los temores a la mortalidad y las supersticiones asociadas a ella son injustificados si se tiene fe.

source: Following a discussion of the congruence between the Gothic, postmodernism, and parody, the following section will attempt to demonstrate that “the realization of the self,” particularly in terms of “a sense of who one is, gender distinction, family and professional perspectives, social and interhuman status and role,… communication and behaviour, [and] personal discernment”
es_es: Tras realizar un debate sobre la congruencia entre el estilo gótico, el posmodernismo y la parodia, en la sección siguiente se intentará demostrar que «la realización del yo», en particular, en términos de «el sentido de identidad, la distinción de género, las perspectivas familiares y profesionales, el estatus y el rol social e interpersonal,... la comunicación y el comportamiento, [y] el discernimiento personal»

source: Following a discussion of the congruence between the Gothic, postmodernism, and parody, the following section will attempt to demonstrate that “the realization of the self,” particularly in terms of “a sense of who one is, gender distinction, family and professional perspectives, social and interhuman status and role,… communication and behaviour, [and] personal discernment” (Golban, 2018, p. 18) is subverted in *Child of God*.
es_es: Tras realizar un debate sobre la congruencia entre el estilo gótico, el posmodernismo y la parodia, en la sección siguiente se intentará demostrar que «la realización del yo», en particular, en términos de «un sentido de identidad, distinción de género, perspectivas familiares y profesionales, estatus y rol social e interhumano,... comunicación y comportamiento, [y] discernimiento personal» (Golban, 2018, p. 18) se subvierte en *El hijo de Dios*.

source: Following the loss of the relatively civilized house in the ﬁre, the cave, which is the quintessential image of the primitive, the barbaric, and the tabooed, becomes Ballard’s new home.
es_es: Tras la destrucción en el incendio de la casa relativamente civilizada, la cueva, que es la imagen por excelencia de lo primitivo, lo bárbaro y lo prohibido, se convierte en el nuevo hogar de Ballard.

source: For Blair death is a 'gloomy path' (l.
es_es: Para Blair, la muerte es un «camino sombrío» (l.

source: For Young, the life of the body entombs the soul in darkness, while death and darkness enable the apprehension of a transcendent and immanent brilliance.
es_es: Para Young, la vida del cuerpo sepulta el alma en la oscuridad, mientras que la muerte y la oscuridad permiten la aprehensión de un resplandor trascendente e inmanente.

source: For although the Gothic form of government has been almost every where altered or abolished, have we not retained, in most things, the opinions, the customs, the manners which that government had a tendency to produce?
es_es: Pues, aunque la forma de gobierno gótica ha sido casi en todas partes modificada o abolida, ¿no hemos conservado, en la mayoría de las cosas, las opiniones, las costumbres y los modales que ese tipo de gobierno tendía a generar?

source: For example, the reader learns that Ballard’s father committed suicide by hanging himself when Ballard was about “nine or ten year old [sic]” (p.
es_es: Por ejemplo, el lector se entera que el padre de Ballard se suicidó ahorcándose cuando este tenía «unos nueve o diez año[s] [sic]» (p.

source: For example, the reader learns that Ballard’s father committed suicide by hanging himself when Ballard was about “nine or ten year old [sic]” (p. 22).
es_es: Por ejemplo, el lector se entera del suicidio de su padre por ahorcamiento cuando este tenía «unos nueve o diez año[s] [sic]» (p. 22).

source: For example, when Ballard stops by Ralph’s house and brings a robin for Billy, the place is described thus: “familiar of the warped ﬂoorboards and the holes tacked up with foodtins hammered ﬂat, a consort of roaches and great hairy spiders in their season, perenially benastied and afﬂicted with a nameless crud” (p. 60).
es_es: Por ejemplo, cuando Ballard pasa por la casa de Ralph y le trae un tordo a Billy, el lugar se describe así: «familiarizado con los tablones hundidos del suelo y con los agujeros fijados con tachuelas hechas de latas de comida aplastadas, familiarizado con un consorte de cucarachas y de arañas en celo, grandes y peludas, oprimido y aquejado de una estupidez indescriptible y perpetua» (p. 46).

source: For them, terror and horror are linked to awe and dread as ways of representing a human quest for metaphysical, religious experience in a secular age.
es_es: Para ellos, el terror y el horror están vinculados al asombro y al temor como formas de representar una búsqueda humana para una experiencia metafísica y religiosa en una era secular.

source: For they assimilated it to marriage itself, and required of married love that it have the high brilliance and significance of passion-love.
es_es: Por ende, lo incorporaron al propio matrimonio y exigieron que el amor conyugal tuviera el mismo esplendor y significado que el amor-pasión.

source: Freedom, in a political sense, was evoked in the process of recovering old texts, themselves markers of a history in which endured a different idea of nation and culture.
es_es: La libertad, en un sentido político, se evocaba en el proceso de recuperación de textos antiguos, que a su vez eran marcas de una historia en la que perduraba una idea diferente de nación y cultura.

source: From the 1930s vampires, Jekylls and Hydes, Frankensteins and monsters have populated cinema and television screens in a variety of guises ranging from the seriously sinister to the comic and ridiculous.
es_es: Desde la década de 1930, vampiros, Jekylls y Hydes, Frankensteins y monstruos poblaron las pantallas de cine y televisión bajo una variedad de aspectos que van de lo realmente siniestro a lo cómico y ridículo.

source: Furthermore, as it will be indicated, the postmodern Gothic nature of the novel undercuts any optimistic vision of the posthuman alternative in the wake of the dissolution of humanist subjectivity.
es_es: Por último, la naturaleza gótica posmoderna de la novela, como se verá más adelante, socava cualquier visión optimista de la alternativa poshumana tras la disolución de la subjetividad humanista.

source: Furthermore, the Gothic “fascination with terror, the negative and the irrational, and its hostility toward accepted codes of reality, place it ﬁrmly in the realm of revolution,” and what makes it more “terrifying is that this revolution is against humanity itself”
es_es: Asimismo, la «fascinación del estilo gótico por el terror, lo negativo y lo irracional, además de su hostilidad hacia los códigos de realidad aceptados, lo sitúan con firmeza en el ámbito de la revolución», y lo que lo hace más «aterrador es que esta revolución va en contra de la propia humanidad»

source: Furthermore, the Gothic “fascination with terror, the negative and the irrational, and its hostility toward accepted codes of reality, place it ﬁrmly in the realm of revolution,” and what makes it more “terrifying is that this revolution is against humanity itself” (Beville, 2009, p. 19).
es_es: Por último, el «deslumbramiento gótico por el terror, lo negativo y lo irracional, y su hostilidad hacia los códigos de realidad aceptados, lo sitúan con firmeza en el ámbito de la revolución», y lo que lo hace más «aterrador es que esta revolución es contra la humanidad en sí misma» (Beville, 2009, p. 19).

source: Furthermore, the theme of “the quest undertaken through a visionary landscape” (Jarrett, 1997, p.
es_es: Asimismo, el motivo de «la búsqueda emprendida a través de un paisaje visionario» (Jarrett, 1997, p.

source: Furthermore, the theme of “the quest undertaken through a visionary landscape” (Jarrett, 1997, p. x), which involves a concern with human subjectivity, and the role of “interpolated tales” (p. x) accommodate the engagement with intertextuality through the use of parody.
es_es: Asimismo, el motivo de «la búsqueda emprendida a través de un paisaje visionario» (Jarrett, 1997, p. x), que implica la problemática de la subjetividad humana, junto con el papel de los «relatos interpolados» (p. x) propicia la articulación de la intertextualidad mediante el uso de la parodia.

source: G. B. Tennyson enumerates the ﬁve main characteristics Dilthey attributes to the Bildungsroman in the chapter entitled
es_es: G. B. Tennyson enumera las cinco características principales que Dilthey atribuye al *Bildungsroman* en el capítulo que se titula

source: G. B. Tennyson enumerates the ﬁve main characteristics Dilthey attributes to the Bildungsroman in the chapter entitled “Friedrich Hölderlin” in his *Poetry and Experience* as follows:
es_es: G. B. Tennyson enumera las cinco características principales que Dilthey atribuye al *Bildungsroman* y que aparecen en el capítulo «Friedrich Hölderlin» en la obra *Vida y Poesía* de Dilthey, las cuales se transcriben a continuación:

source: Good was affirmed in the contrast with evil; light and reason won out over darkness and superstition.
es_es: Lo bueno se afirmaba en contraste con lo malo; la luz y la razón prevalecían sobre la oscuridad y la superstición.

source: Gothic Excess and Transgression
es_es: El exceso gótico y la transgresión

source: Gothic atmospheres—gloomy and mysterious —have repeatedly signalled the disturbing return of pasts upon presents and evoked emotions of terror and laughter.
es_es: Las atmósferas del gótico, sombrías y misteriosas, señalaron repetidas veces el retorno inquietante de los pasados por encima de los presentes y evocaron emociones de terror y de risas.

source: Gothic condenses the many perceived threats to these values, threats associated with supernatural and natural forces, imaginative excesses and delusions, religious and human evil, social transgression, mental disintegration and spiritual corruption.
es_es: El gótico condensa las numerosas amenazas percibidas contra estos valores, amenazas asociadas a las fuerzas naturales y sobrenaturales, a los excesos imaginativos y a los delirios, a la perversidad religiosa y humana, a la transgresión social, a la desintegración mental y a la corrupción espiritual.

source: Gothic devices are all signs of the superficiality, deception and duplicity of narratives and verbal or visual images.
es_es: Los dispositivos góticos son, todos ellos, signos de la superficialidad, el engaño y la duplicidad de las narrativas y de las imágenes verbales o visuales.

source: Gothic elements are, therefore, utilized so as to advance postmodern parody in a bid to make a critical statement about the condition of human subjectivity in postmodern times, while voicing the horrors that stem from its disintegration.
es_es: Se utilizan, por ende, los elementos góticos para impulsar la parodia posmoderna en un intento por formular un juicio de valor acerca de la condición de la subjetividad humana en tiempos posmodernos, al tiempo que se da voz a los horrores que emanan de su desintegración.

source: Gothic excesses, none the less, the fascination with transgression and the anxiety over cultural limits and boundaries, continue to produce ambivalent emotions and meanings in their tales of darkness, desire and power.
es_es: Sin embargo, los excesos góticos, la fascinación con la transgresión y la ansiedad ante los límites y las fronteras culturales siguen generando emociones y significados ambivalentes en sus cuentos sobre la oscuridad, el deseo y el poder.

source: Gothic landscapes are desolate, alienating and full of menace.
es_es: Los paisajes góticos están desolados, alienados y llenos de amenazas.

source: Gothic novels frequently adopt this cautionary strategy, warning of dangers of social and moral transgression by presenting them in their darkest and most threatening form.
es_es: Con frecuencia, las novelas góticas adoptan esta estrategia cautelosa, al advertir sobre los peligros de la transgresión social y moral mediante su presentación en su modalidad más oscura y amenazante.

source: Gothic novels seem to sustain a nostalgic relish for a lost era of romance and adventure, for a world that, if barbaric, was, from the perspective of the late eighteenth century, also ordered.
es_es: Las novelas góticas parecen mantener un deleite nostálgico por una época perdida de romance y aventura, por un mundo que, aunque era bárbaro, también era ordenado, desde la perspectiva de finales del siglo XVIII.

source: Gothic signifies a writing of excess.
es_es: El gótico se define como una escritura de exceso.

source: Gothic subjects were alienated, divided from themselves, no longer in control of those passions, desires, and fantasies, that had been policed and partially expunged in the eighteenth century.
es_es: Los sujetos góticos estaban alienados, separados de ellos mismos, ya no en control de aquellas pasiones, deseos y fantasías que habían sido controladas y parcialmente eliminadas en el siglo XVIII.

source: Gothic terrors and horrors emanate from readers’ identifications with heroes and heroines: after escaping the monsters and penetrating the forest, subterranean or narrative labyrinths of the Gothic nightmare, heroines and readers manage to return with an elevated sense of identity to the solid realities of justice, morality and social order.
es_es: Los terrores y horrores góticos emanan de la identificación del lector con héroes y heroínas: tras escapar de los monstruos y atravesar los bosques, subterráneos o laberintos narrativos de la pesadilla gótica, heroínas y lectores retornan con un sentido de identidad elevado a la realidad de la justicia, la moralidad y el orden social.

source: Gothic, too, was a term invoked in many political debates, signifying, for a range of political positions, revolutionary mobs, enlightened radicals and irrational adherence to tyrannical and superstitious feudal values.
es_es: El término gótico también se empleaba en muchos debates políticos y, según diversas posiciones políticas, podía referirse a las turbas revolucionarias, a los radicales ilustrados y a la adhesión irracional a valores feudales tiránicos y supersticiosos.

source: Graveyard poetry was popular in the first half of the eighteenth century.
es_es: La poesía de cementerio fue popular en la primera mitad del siglo XVIII.

source: H. eventually desires.
es_es: H. acaba por desear.

source: H.’s adoration of *Lolita*, and against the background of his sexual greed, whfch he calls “ape-like,” it comes over us as another reason for being shocked, that in recent fiction no lover has thought of his beloved with so much tenderness, that no woman has been so charmingly evoked, in such grace and delicacy, as Lolita; the description of her tennis game, in which even her racket has an erotic charm, is one of the few examples of rapture in modern writing.
es_es: H. hacia Lolita, y contra el trasfondo de su codicia sexual, que él llama «simiesca», nos impacta como otro motivo para escandalizarnos, que en la ficción más reciente ningún amante ha pensado en su amada con tanta ternura, que ninguna mujer ha sido evocada de manera tan encantadora, con tanta gracia y delicadeza, como Lolita; la descripción de su juego de tenis, en la que incluso su raqueta tiene un encanto erótico, es uno de los pocos ejemplos de éxtasis en la literatura moderna.

source: He does not impart this information to us, yet he is at pains, as I have remarked, to put us in mind of the rapturous, tortured marriage of Poe and Virginia, and one of his last meditations on *Lolita* is of the constancy she evokes from him despite the ravages of time having destroyed the old incitements to lust:
es_es: No nos comunica este dato: sin embargo, está ansioso —como ya he señalado— por colocarnos en la senda del arrebatado y torturado matrimonio de Edgar Allan Poe y Virginia, y una de sus últimas meditaciones sobre *Lolita* versa sobre la constancia que ella le provoca, pese a que los estragos del tiempo han devastado los antiguos incentivos de la lujuria:

source: He gradually tries to achieve integration by assembling a grotesque community of corpses, which corresponds to his own symbolic death.
es_es: Poco a poco, él intenta lograr la integración al reunir una comunidad grotesca de cadáveres, que corresponde a su propia muerte simbólica.

source: He initiated attempts at classifying different Gothic texts.
es_es: Fue uno de los primeros en intentar clasificar los distintos textos góticos.

source: He said.
es_es: Preguntó él.

source: He seeks companionship and ventures to ﬁnd it in a collection of posthuman beings, namely corpses, which reﬂect his own posthuman mode of existence.
es_es: Busca compañía y se aventura a encontrarla en una colección de seres poshumanos, en concreto cadáveres, que reflejan su propia forma de existencia poshumana.

source: Heaven s despite.
es_es: en medio del cielo».

source: Hence that flood of novels, tales, romances, and other monsters of the imagination, which have been either wretchedly translated, or even more unhappily imitated, from the *French,* whose literary levity we have not been ashamed to adopt, and to encourage the propagation of so depraved a taste.
es_es: De ahí ese aluvión de novelas, cuentos, romances y otros monstruos de la imaginación, que han sido pésimamente traducidos, o peor aún, tristemente imitados del «francés», cuya ligereza literaria no hemos tenido reparo en adoptar, y así fomentar la propagación de un gusto tan depravado.

source: Hence, a character in this kind of literature is both a component and a topic of the work of art” (Bates, 2009, p.
es_es: Por consiguiente, un personaje en este tipo de literatura es a la vez componente y objeto de la obra de arte» (Bates, 2009, p.

source: His third novel, *Child of God* (1973), achieves the foregoing by tapping into Gothic and postmodern features, both of which demonstrate a corresponding concern with human subjectivity.
es_es: El hijo de Dios (1973), que fue su tercera novela, logra lo antedicho mediante la utilización de las características góticas y posmodernas, las que manifiestan un interés propio de la subjetividad humana.

source: However, Beattie's essay concludes on a cautionary and, by 1783, a conventional note, describing romances as 'a dangerous recreation' of which a few 'may be friendly to good taste and good morals' while the majority 'tend to corrupt the heart, and stimulate the passions'.
es_es: Sin embargo, el ensayo de Beattie concluye con una nota de advertencia y, ya para 1783, con una nota convencional, en la que describe a las novelas como una recreación peligrosa de la cual unos pocos pueden ser amigos del buen gusto y de las buenas costumbres, mientras que la mayoría tiende a corromper el corazón y a estimular las pasiones.

source: However, as Catherine Spooner points out, the components of the Gothic can be “reordered in inﬁnite combinations, because they provide a lexicon that can be plundered for a hundred different purposes, a crypt of body parts that can be stitched together in myriad different permutations”
es_es: Sin embargo, como señala Catherine Spooner, los componentes del estilo gótico pueden «reorganizarse en combinaciones infinitas, ya que proporcionan un léxico del que se puede sacar partido para cientos de diversos propósitos, una cripta de partes del cuerpo que pueden ensamblarse en innumerables permutaciones diferenes»

source: However, as Catherine Spooner points out, the components of the Gothic can be “reordered in inﬁnite combinations, because they provide a lexicon that can be plundered for a hundred different purposes, a crypt of body parts that can be stitched together in myriad different permutations” (2006, p. 156).
es_es: Sin embargo, como señala Catherine Spooner, los componentes del estilo gótico se pueden «reordenar en combinaciones infinitas, porque proporcionan un léxico del que se puede sacar partido para cientos de propósitos diferentes, una cripta de partes del cuerpo que pueden ensamblarse en permutaciones innumerables» (2006, p. 156).

source: However, as Cohen points out, the monster “turns immaterial and vanishes, to reappear someplace else” (1996, p. 4) and “each time to be read against contemporary social movements or a speciﬁc, determining event” (1996, p. 5).
es_es: Sin embargo, como observa Cohen, el monstruo «se vuelve inmaterial y desaparece, para reaparecer en otro lugar» (1996, p. 4) y «cada vez para ser leído frente a los movimientos sociales contemporáneos o de un acontecimiento específico y determinante» (1996, p. 5).

source: However, the uniqueness of the protagonist has culturally representative overtones, which will be further analysed in the postmodern Gothic context of the novel.
es_es: Al tratar el contexto gótico posmoderno de la novela, se analizarán más a fondo estos matices culturalmente representativos de la singularidad del protagonista.

source: I am not sure just how I respond to the moral implication of this passage—I am not sure that with it, as with other passages in which H. H.
es_es: No estoy seguro de cómo responder a la implicación moral de este fragmento; no estoy seguro de que, en él —como en otros en que H. H. habla de la profunda y la salvaje solemnidad de su amor y su remordimiento—, el Señor Vladimir Nabokov no haya tendido una trampa emocional al lector; que acaso las últimas intensidades de H. H. no debieran recibirse con bastante más ironía de la que en un primer momento parecen reclamar.
